Repository: zhyf2901/pi
Catalog: usr/module/article/locale/*/admin.po
Languages: fa

source: Root
fa: ریشه

source: Module root category
fa: طبقه بندی ریشه ماژول

source: Default
fa: پیش فرض

source: The default category can not be delete, but can be modified!
fa: دسته به طور پیش فرض نمی تواند حذف، اما می تواند اصلاح شود!

source: Add author info
fa: اضافه کردن اطلاعات نویسنده

source: There are some error occured!
fa: برخی از خطا وجود دارد رخ داده است!

source: Can not save data!
fa: می تواند داده ها را ذخیره کرد!

source: Edit author info
fa: ویرایش اطلاعات نویسنده

source: Invalid author id
fa: نویسنده نامعتبر

source: The author is not exists
fa: نویسنده است، وجود دارد نمی

source: Invalid author id!
fa: نویسنده نامعتبر است!

source: Author List
fa: فهرست نویسنده

source: Invalid ID!
fa: ID نامعتبر است!

source: Invalid image fake ID!
fa: تصویر نامعتبر ID جعلی!

source: Image is not exists!
fa: تصویر است، وجود دارد نیست!

source: Image width or height is needed
fa: عرض تصویر و یا ارتفاع مورد نیاز است

source: Invalid fake ID!
fa: ID جعلی نامعتبر است!

source: All Media
fa: تمام رسانه ها

source: This page have not been considered yet!
fa: این صفحه در نظر گرفته نشده است!

source: Media Detail
fa: جزئیات رسانه ها

source: Add Media
fa: اضافه کردن رسانه ها

source: Edit Media Info
fa: ویرایش رسانه اطلاعات

source: Can not update data!
fa: می توانید اطلاعات را به روز رسانی کنید!

source: Invalid media ID!
fa: ID رسانه نامعتبر است!

source: Can not find media!
fa: آیا می توانم رسانه را پیدا کند!

source: Invalid media ID
fa: ID رسانه های نامعتبر

source: The following medias is in used, and can not be delete:
fa: رسانه های زیر در استفاده می شود، و نمی تواند حذف شود:

source: Add Category Info
fa: اضافه کردن اطلاعات رده

source: Edit Category Info
fa: اطلاعات ویرایش رده

source: Invalid category ID!
fa: ID رده نامعتبر است!

source: Can not find category!
fa: آیا می توانم دسته را پیدا کند!

source: Root node cannot be deleted.
fa: گره ریشه پاک نمی شود.

source: Cannot remove default category
fa: آیا می توانم رده به طور پیش فرض را حذف کنید

source: Cannot remove category with children
fa: آیا می توانم رده با کودکان حذف کنید

source: Cannot remove category in used
fa: آیا می توانم رده در استفاده را حذف کنید

source: Category List
fa: لیست شاخه ها

source: Merge Category
fa: ادغام گروه

source: Can not merge category!
fa: آیا می توانم رده ادغام نیست!

source: Category cannot be moved to self or a child!
fa: رده می تواند به خود یا یک کودک نمی تواند منتقل شود!

source: Cannot merge default category
fa: آیا می توانم رده به طور پیش فرض ادغام نمی

source: Move children error.
fa: حرکت خطا کودکان.

source: Move Category
fa: حرکت رده

source: Can not move category!
fa: آیا می توانم دسته حرکت نمی کند!

source: Sort Category
fa: مرتب سازی بر رده

source: Can not sort category!
fa: آیا می توانم رده مرتب سازی نیست!

source: Category cannot be moved to another category!
fa: رده می تواند به دسته دیگر منتقل نمی شود!

source: Media is not exists!
fa: رسانه است وجود دارد نیست!

source: Invalid file extension!
fa: فرمت فایل نامعتبر است!

source: Can not create image file!
fa: آیا می توانم فایل تصویر ایجاد کنید!

source: Category is not exists.
fa: رده است، وجود دارد نیست.

source: Category cannot be moved to self or a child.
fa: رده می تواند به خود یا یک کودک نمی توان نقل مکان کرد.

source: Form Configuration
fa: پیکربندی فرم

source: Items marked red is required!
fa: موارد مشخص شده با رنگ قرمز مورد نیاز است!

source: Data saved successful!
fa: داده های ذخیره شده موفق!

source: Success!
fa: با موفقیت!

source: Can not save file!
fa: آیا می توانم فایل را ذخیره کنید!

source: Invalid mode!
fa: حالت نامعتبر است!

source: Invalid topic ID!
fa: نامعتبر ID موضوع!

source: All Articles
fa: همه مقالات

source: Target topic is needed!
fa: موضوع هدف مورد نیاز است!

source: No articles are selected, please try again!
fa: هیچ مقاله ای انتخاب می شوند، لطفا دوباره سعی کنید!

source: Add Topic Info
fa: اضافه کردن موضوع اطلاعات

source: Edit Topic Info
fa: ویرایش اطلاعات موضوع

source: Can not find topic!
fa: آیا می توانم موضوع را پیدا کند!

source: Topic List
fa: فهرست موضوع

source: Success
fa: موفقیت آمیز

source: Invalid template name!
fa: نام قالب نامعتبر است!

source: Statistic
fa: آمار

source: Raw image width and height data is needed!
fa: عرض تصویر خام و ارتفاع داده مورد نیاز است!

source: The limitation data is needed!
fa: داده ها با محدودیت مورد نیاز است!

source: Can not find file!
fa: می توانید فایل را پیدا کند!

source: Media data saved successful!
fa: اطلاعات رسانه ذخیره موفق!

source: Article management
fa: مدیریت مقالات

source: Author management
fa: نویسنده مدیریت

source: Category management
fa: مدیریت گروه

source: Topic management
fa: مدیریت موضوع

source: Media management
fa: مدیریت رسانه ها

source: Statistics page view
fa: نمایش صفحه آمار

source: Permission management
fa: مدیریت اجازه

source: Setup management
fa: مدیریت راه اندازی

source: Published Active/Deactivate
fa: انتشار فعال / غیرفعال کردن

source: Publish Edit
fa: انتشار ویرایش

source: Published Delete
fa: انتشار حذف

source: Draft Compose
fa: پیش نویس نوشتن

source: Rejected Edit
fa: ویرایش رد

source: Rejected Delete
fa: رد حذف

source: Pending Edit
fa: در انتظار ویرایش

source: Pending Delete
fa: در انتظار حذف

source: Pending Approve
fa: در انتظار تصویب

source: Article site navigation
fa: ناوبری سایت مقاله

source: Homepage
fa: صفحه خانگی

source: My Draft
fa: پیش نویس من

source: All Article
fa: تمامی مقالات

source: Published
fa: تاریخ انتشار

source: Pending
fa: در انتظار

source: Compose
fa: ایجاد

source: My Article
fa: مقاله من

source: Rejected
fa: رد شده.

source: Topic
fa: عنوان

source: All topics
fa: همه موضوعات

source: Add topic
fa: اضافه کردن موضوع

source: List topic articles
fa: مقالات فهرست موضوع

source: Pull topic articles
fa: نگه دار، مقالات موضوع

source: Edit topic
fa: ویرایش موضوع

source: Media
fa: رسانه ها

source: Media list
fa: لیست رسانه ها

source: Upload Media
fa: بارگذاری رسانه ها

source: Edit Media
fa: ویرایش رسانه ها

source: Category
fa: دسته

source: Category list
fa: لیست شاخه ها

source: Add Category
fa: اضافه کردن رده

source: Edit Category
fa: ویرایش دسته بندی

source: Author
fa: نویسنده

source: Author list
fa: لیست نویسنده

source: Add author
fa: اضافه کردن نویسنده

source: Edit author
fa: ویرایش نویسنده

source: Setup
fa: راه اندازی

source: Custom form
fa: فرم سفارشی

source: Preview form
fa: فرم پیش نمایش

source: Statistics
fa: آمار

source: Article Homepage
fa: صفحه خانگی مقاله

source: All Article List Page
fa: لیست تمام مقاله صفحه

source: Category Related Article List Page
fa: رده فهرست مقالات مرتبط صفحه

source: Tag Related Article List Page
fa: برچسب فهرست مقالات مرتبط صفحه

source: Article Detail Page
fa: مقاله جزئیات صفحه

source: Search Result Page
fa: برگه نتایج جستجو

source: Topic Homepage
fa: موضوع صفحه خانگی

source: Topic Article List Page
fa: موضوع فهرست مقالات صفحه

source: All Categories
fa: همه دسته بندی ها

source: Listing the parent category and its children
fa: فهرست دسته پدر و مادر و فرزندان خود را

source: Top-Category Count
fa: تعداد بالا رده

source: The max top category count want to display
fa: حداکثر تعداد رده بالا می خواهم برای نشان دادن

source: Sub-Category Count
fa: تعداد زیر مجموعه

source: The max child category count want to display
fa: حداکثر تعداد رده کودک می خواهید برای نشان

source: Default Category Name
fa: پیش فرض نام بخش

source: Default category name when there is no category acquired
fa: پیش فرض رده نام زمانی که هیچ دسته به دست آورد وجود دارد

source: None
fa: خالی

source: Target
fa: جهت بازشدن لینک

source: Open url in which window
fa: آدرس گسترش است که در آن پنجره

source: Listing all category
fa: لیست تمام رده

source: List Count
fa: تعداد لیست

source: The max categories to display
fa: دسته بندی حداکثر برای نمایش

source: Hot Categories
fa: دسته بندی ها داغ

source: Listing hot categories according to their articles
fa: لیست مجموعه ها گرم با توجه به مقالات خود را

source: Day Range
fa: محدوده روز

source: Day range
fa: محدوده روز

source: Newest Published Articles
fa: پاسخ جدید ترین پاسخ مقالات منتشر شده

source: Listing the newest published articles of topic or non-topic
fa: لیست جدید ترین مقالات منتشر شده از موضوع و یا غیر موضوع

source: The max articles to display
fa: مقالات حداکثر برای نمایش

source: Which category article want to list
fa: کدام مقاله رده می خواهید به لیست

source: Is Topic
fa: آیا موضوع

source: Whether to list topic articles
fa: آیا برای لیست مقالات موضوع

source: Which topic article want to list
fa: کدام مقاله موضوع می خواهید به لیست

source: List Column Number
fa: فهرست شماره ستون

source: Whether to display only one column or two columns
fa: این که آیا برای نشان دادن تنها یک ستون یا دو ستون

source: Single column
fa: ستون تنها

source: Double columns
fa: ستون دو

source: Element to Display
fa: عنصر به نمایش

source: The article element to display
fa: این عنصر برای نمایش مقاله

source: Time publish
fa: زمان انتشار

source: Summary
fa: خلاصه

source: Feature image
fa: ویژگی تصویر

source: Subject length
fa: طول موضوع

source: Maximum length of subject
fa: حداکثر طول موضوع

source: Summary length
fa: طول خلاصه

source: Maximum length of summary
fa: حداکثر طول خلاصه

source: Description rows
fa: شرح ردیف

source: Maximum row count of description
fa: حداکثر تعداد ردیف شرح

source: Recommended Articles With Slideshow
fa: مقالات توصیه می شود با نمایش به صورت اسلاید

source: Listing a slideshow and recommended articles
fa: مثال تصاویر به صورت خودکار و مقالات توصیه می شود

source: Article ID
fa: کد مقاله

source: Articles want to list
fa: مقالات می خواهید به لیست

source: Image ID
fa: ID تصویر

source: Images to display
fa: تصاویر برای نمایش

source: Image Link
fa: لینک تصویر

source: URL to redirect when click image
fa: URL به تغییر مسیر در هنگام کلیک تصویر

source: Slide image width
fa: اسلاید عرض تصویر

source: Maximum width of slide image
fa: بیشترین عرض تصویر اسلاید

source: Slide image height
fa: اسلاید ارتفاع تصویر

source: Maximum height of slide image
fa: حداکثر ارتفاع تصویر اسلاید

source: Custom Article List
fa: سفارشی فهرست مقالات

source: Listing custom articles
fa: فهرست مقالات سفارشی

source: Submitter Statistics
fa: آمار ارسال

source: Listing the total article count of submitters
fa: مثال تعداد دفعات مشاهده مقاله مجموع تسلیم

source: Newest Topic
fa: پاسخ جدید ترین پاسخ موضوع

source: Listing the newest topic
fa: مثال، جدید ترین موضوع

source: Title length
fa: طول عنوان

source: Maximum length of title
fa: حداکثر طول عنوان

source: Description length
fa: توضیحات طول

source: Maximum length of description
fa: حداکثر طول توضیحات

source: Hot Articles
fa: مقالات آموزشی سایت های

source: Listing the hotest articles
fa: مثال hotest مقالات

source: Simple Search
fa: جستجوی ساده

source: Search form for searching articles by article title
fa: فرم جستجو برای جستجو مقالات عنوان مقاله

source: RSS Link
fa: RSS لینک

source: Click to subscribe article
fa: برای عضویت کلیک کنید مقاله

source: Description
fa: توضیحات

source: Description after RSS logo
fa: توضیحات بعد از RSS آرم

source: Subscribe content of this website
fa: مشترک شدن محتوای این وب سایت

source: General module for content management.
fa: ماژول عمومی برای مدیریت محتوا.

source: General
fa: عمومی

source: Autosave
fa: ذخیره خودکار

source: Summary and subject
fa: خلاصه و موضوع

source: Article List Page Limit
fa: مقاله فهرست صفحه محدود

source: Maximum count of articles in a front page.
fa: حداکثر تعداد مقالات در صفحه اول.

source: Topic Article List Page Limit
fa: لیست موضوع مقاله در هر صفحه

source: Maximum count of topic articles in a front page.
fa: حداکثر تعداد مقالات موضوع در یک صفحه جلو.

source: Article Management Page Limit
fa: مقاله صفحه مدیریت محدود

source: Maximum count of articles in a management page.
fa: حداکثر تعداد مقالات در صفحه مدیریت.

source: Author Limit
fa: نویسنده محدود

source: Maximum count of author in management page.
fa: حداکثر تعداد نویسنده در صفحه مدیریت.

source: Category Limit
fa: حد رده

source: Maximum count of category in management page.
fa: حداکثر تعداد شاخه به صفحه مدیریت.

source: Enable Tag
fa: فعال کردن برچسب

source: Enable tag (Tag module must be installed)
fa: فعال کردن برچسب (برچسب ماژول باید نصب شده باشد)

source: Default Source
fa: پیش فرض منبع

source: Display when no source is provided.
fa: نمایش زمانی که هیچ منبع ارائه شده است.

source: Default Category
fa: پیش فرض رده

source: Can not be deleted.
fa: پاک نمی شود.

source: Max Related Articles
fa: مقالات حداکثر مرتبط

source: Maximum related articles to fetch.
fa: حداکثر مقالات مربوط به واکشی.

source: Markup Language
fa: زبان نشانه گذاری توسعه پذیر

source: Default markup language for editing draft.
fa: زبان نشانه گذاری به طور پیش فرض برای ویرایش پیش نویس است.

source: html
fa: اچ تی ام ال

source: HTML
fa: آ،ء

source: Compound
fa: مرکب

source: Markdown
fa: آمار این پرسش

source: Textarea
fa: ناحیه ی متن

source: Default Topic Template Screenshot
fa: پیش فرض موضوع الگو عکس

source: Max Sub-category
fa: حداکثر زیر رده

source: Max sub-category number in category article list page
fa: حداکثر تعداد زیر گروه در رده لیست مقاله صفحه

source: Items of List Page
fa: آیتم از لیست صفحه

source: Items to display in list page
fa: مطلبی برای نمایش در فهرست صفحه

source: Created time
fa: زمان ایجاد

source: Max Summary Length
fa: حداکثر طول خلاصه

source: Max summary length to display in list page
fa: طول خلاصه حداکثر برای نمایش در فهرست صفحه

source: Enable List Nav
fa: فعال کردن لیست بازگشت

source: Whether to enable category nav in list page
fa: یا برای فعال کردن منو رده در فهرست صفحه

source: Default Homepage
fa: پیش فرض صفحه

source: Use relative url, leave it empty if you want to dress up yourselves
fa: استفاده از آدرس نسبی، ترک آن را خالی اگر شما می خواهید به لباس خود

source: Enable Front-end Management
fa: فعال کردن مدیریت بخش جلویی

source: Whether to allow user compose and manage list in front-end
fa: این که آیا اجازه می دهد تا ایجاد کاربر و مدیریت لیست در جلویی

source: Interval
fa: فاصله

source: How many minutes to save draft once again, there will not autosave if it set to 0.
fa: چند دقیقه برای صرفه جویی در پیش نویس یک بار دیگر، وجود دارد نمی خواهد ذخیره خودکار اگر آن را به 0 تنظیم کنید.

source: Enable Summary
fa: فعال کردن خلاصه

source: Enable summary
fa: فعال کردن خلاصه

source: Not more than 255
fa: نه بیشتر از 255

source: Max Subject Length
fa: حداکثر طول موضوع

source: Max Subtitle Length
fa: حداکثر طول زیرنویس

source: Media Path
fa: راه رسانه ها

source: Path to save media file.
fa: راه برای ذخیره فایل های رسانه ای.

source: Media Extension
fa: رسانه فرمت

source: Media types which can be uploaded.
fa: انواع رسانه ها است که می تواند ارسال می شود.

source: Image Format
fa: نوع تصویر

source: Decide which extension belong to image
fa: تصمیم بگیرید که کدام فرمت متعلق به تصویر

source: Documentation Format
fa: نوع مستندات

source: Decide which extension belong to doc
fa: تصمیم بگیرید که کدام فرمت متعلق به توضیحات

source: Video Format
fa: فرمت های تصویری

source: Decide which extension belong to video
fa: تصمیم بگیرید که کدام فرمت متعلق به ویدیو

source: Compression Format
fa: نوع فشرده سازی

source: Decide which extension belong to compression
fa: تصمیم بگیرید که کدام فرمت متعلق به فشرده سازی

source: Max Media Size
fa: حداکثر حجم رسانه ها

source: Max media size, unit is Byte
fa: حداکثر اندازه رسانه، واحد بایت است

source: Default Media Image
fa: پیش فرض رسانه تصویر

source: Path to default media image of article.
fa: راه به طور پیش فرض رسانه های تصویری از مقاله است.

source: Default media thumb
fa: انگشت شست رسانه های پیش فرض

source: Path to default media thumb of article.
fa: راه به طور پیش فرض انگشت شست رسانه ای از مقاله است.

source: Image Width
fa: عرض تصویر

source: Max allowed image width
fa: حداکثر اجازه عرض تصویر

source: Image Height
fa: ارتفاع تصویر

source: Max allowed image height
fa: حداکثر مجاز ارتفاع تصویر

source: Image Extension
fa: فرمت تصویر

source: Images types which can be uploaded.
fa: تصاویر انواع است که می تواند ارسال می شود.

source: Max Image Size
fa: حداکثر حجم تصویر

source: Max image size allowed, unit is Byte
fa: حداکثر اندازه تصویر اجازه، واحد بایت است

source: Author Path
fa: نویسنده راه

source: Path to upload photo of author.
fa: راه برای آپلود عکس از نویسنده.

source: Category Path
fa: راه رده

source: Path to upload image of category.
fa: مسیر آپلود تصویر از رده.

source: Feature Path
fa: راه های

source: Path to upload feature image of article.
fa: راه به ویژگی های تصویری از مقاله را بارگذاری کنید.

source: Topic Path
fa: راه موضوع

source: Path to upload image of topic.
fa: مسیر آپلود تصویر از موضوع.

source: Pattern
fa: الگوی

source: Use datetime as pattern of sub directory.
fa: استفاده از حسگر ناحیه رنگی یک به عنوان الگوی زیر دایرکتوری.

source: Author Photo Size
fa: نویسنده حجم عکس

source: Author photo width and height
fa: نویسنده عرض و ارتفاع عکس

source: Default Author Photo
fa: پیش فرض نویسنده عکس

source: Path to default photo of author.
fa: راه به طور پیش فرض عکس از نویسنده.

source: Category Image Width
fa: رده عرض تصویر

source: Category image width
fa: رده عرض تصویر

source: Category Image Height
fa: رده ارتفاع تصویر

source: Category image height
fa: رده ارتفاع تصویر

source: Default Category Image
fa: پیش فرض مجموعه تصویر

source: Path to default image of category.
fa: راه به طور پیش فرض تصویر از رده.

source: Topic Image Width
fa: عرض تصویر موضوع

source: Topic image width
fa: عرض تصویر موضوع

source: Topic Image Height
fa: موضوع ارتفاع تصویر

source: Topic image height
fa: ارتفاع تصویر موضوع

source: Topic thumb width
fa: عرض انگشت شست موضوع

source: Topic thumb height
fa: ارتفاع انگشت شست موضوع

source: Default topic thumb
fa: پیش فرض موضوع انگشت شست

source: Path to default topic thumb.
fa: راه به طور پیش فرض موضوع انگشت شست.

source: Default Topic Image
fa: پیش فرض موضوع تصویر

source: Path to default image of topic.
fa: راه به طور پیش فرض تصویر از موضوع.

source: Feature Image Width
fa: ویژگی عرض تصویر

source: Feature image width
fa: ویژگی عرض تصویر

source: Feature Image Height
fa: ویژگی ارتفاع تصویر

source: Feature image height
fa: ویژگی ارتفاع تصویر

source: Default Feature Image
fa: پیش فرض های تصویر

source: Path to default feature image of article.
fa: راه به طور پیش فرض از ویژگی های تصویری از مقاله است.

source: Feature thumb width
fa: عرض انگشت شست ویژگی

source: Feature thumb height
fa: ویژگی ارتفاع انگشت شست

source: Default feature thumb
fa: پیش فرض قابلیت شست

source: Path to default feature thumb of article.
fa: راه به طور پیش فرض انگشت شست از ویژگی های مقاله است.

source: Content thumb width
fa: عرض انگشت شست محتوا

source: Content thumb height
fa: ارتفاع انگشت شست محتوا

source: Keywords
fa: کلید واژه ها

source: Setup head keywords.
fa: کلمات کلیدی سر راه اندازی.

source: Site default
fa: به طور پیش فرض سایت

source: Use tag
fa: برچسب استفاده از

source: Use category
fa: رده استفاده

source: Setup head description.
fa: راه اندازی توضیحات سر.

source: Use summary
fa: خلاصه استفاده از

source: Article comments
fa: نظر مقاله

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Full size
fa: اندازه کامل

source: Are you sure want to delete selected images?
fa: آیا مطمئن به حذف تصاویر انتخاب شده؟

source: Are you sure want to delete this images?
fa: آیا مطمئن هستید که می خواهید به حذف این تصاویر؟

source: Upload
fa: بارگذاری

source: Error ocurred when request saving image!
fa: خطا رخ هنگامی که درخواست صرفه جویی در تصویر!

source: Image
fa: تصویر

source: Title
fa: عنوان

source: Size
fa: اندازه

source: Select
fa: انتخاب

source: Feature image for topic
fa: تصویر ویژگی برای موضوع

source: Required size:
fa: اندازه مورد نیاز:

source: This is screenshot
fa: این صفحه است

source: Change
fa: تغییر

source: Apply
fa: اجرا

source: Error occured when required url!
fa: خطا رخ داده است آدرس زمانی که مورد نیاز!

source: All Topics
fa: همه پست ها

source: Add Topic
fa: اضافه کردن موضوع

source: Move all articles from source category to target category
fa: انتقال همه مقالات از دسته های منابع به هدف قرار دادن طبقه بندی

source: Source Category
fa: منبع رده

source: move into
fa: حرکت به

source: Target Category
fa: هدف رده

source: Preview
fa: پیش نمایش

source: Form Elements
fa: فرم عناصر

source: Save
fa: ذخیره

source: Choose Image
fa: انتخاب تصویر

source: Upload Image
fa: بارگذاری تصویر

source: Choose From Media
fa: را انتخاب کنید از رسانه ها

source: Search
fa: جستجو

source: Prev
fa: قبل

source: Next
fa: بعدی

source: Cancel
fa: لغو

source: Yes
fa: بله

source: Insert
fa: درج

source: Image choosed:
fa: تصویر انتخاب:

source: Format supported: %s
fa: قالب های پشتیبانی شده: %s

source: Article amounts
fa: مقدار مقاله

source: In 7 days
fa: در 7 روز

source: In 30 days
fa: در 30 روز

source: history
fa: تاریخ

source: All categories
fa: تمام دسته بندی

source: Top Articles
fa: مقالات بالا

source: Subject
fa: موضوع

source: View
fa: مشاهده

source: Top editors
fa: سردبیران بالا

source: Submitter
fa: ارسال

source: Total
fa: مجموع

source: Top Tags
fa: برچسب ها بالا

source: Name
fa: نام

source: Move a category after the target category
fa: حرکت یک دسته بندی پس از طبقه بندی هدف

source: move after
fa: حرکت بعد از

source: Article Number
fa: شماره مقاله

source: Template
fa: قالب

source: Manage
fa: مدیریت

source: Pull
fa: نگه دار،

source: Deactivate
fa: غیرفعال کردن

source: Active
fa: فعال

source: No description
fa: بدون توضیح

source: Photo
fa: عکس

source: Biography
fa: زندگی‌نامه

source: Images
fa: تصاویر

source: Docs
fa: اسناد

source: Videos
fa: ویدئو ها

source: Zips
fa: ظبرس

source: Bulk operation
fa: عملیات فله

source: Download
fa: دانلود

source: All
fa: همه

source: ID
fa: شناسه

source: Type
fa: نوع

source: File size
fa: حجم فایل

source: Uploaded date
fa: تاریخ آپلود

source: Are you sure delete selected media?
fa: آیا مطمئن رسانه انتخاب شده حذف شود؟

source: Are you sure delete this article
fa: آیا مطمئن حذف این مقاله

source: Media must be uploaded!
fa: رسانه ها باید آپلود شود!

source: No item!
fa: موردی!

source: merge into
fa: ادغام

source: Add
fa: افزودن

source: Merge
fa: ادغام

source: Move
fa: حرکت

source: Sort
fa: ترتیب

source: Pull articles for
fa: نگه دار، مقاله

source: Publish date
fa: تاریخ انتشار

source: Pulled
fa: کشیده

source: No topics
fa: بدون موضوعات

source: You have an error operation:
fa: شما باید یک عملیات خطا:

source: Modify Photo
fa: اصلاح عکس

source: Please make sure your photo is clearly.
fa: لطفا مطمئن شوید که عکس خود را به وضوح.

source: Size:
fa: اندازه:

source: In process ...
fa: در روند ...

source: Error occured, please try again!
fa: خطا رخ داده است، لطفا دوباره سعی کنید!

source: Topic:
fa: موضوع

source: articles
fa: مقالات

source: Pull articles
fa: نگه دار، مقالات

source: Pulled date
fa: تاریخ کشیده

source: Pulled by
fa: کشیده شده توسط

source: Remove Pull
fa: حذف نگه دار،

source: Are you sure want to delete selected articles?
fa: آیا مطمئن میخواهید مقالات انتخاب شده را حذف کنید؟

source: Are you sure want to delete this article?
fa: آیا مطمئن این مقاله را حذف کنید؟

source: Activate
fa: فعال

source: All articles
fa: همه مقالات

source: Inactive
fa: غیر فعال

source: Are you sure delete selected article?
fa: آیا مطمئن مقاله انتخاب شده حذف شود؟

source: Are you sure delete this article?
fa: آیا مطمئن این مقاله را حذف کنید؟

source: Approve
fa: تصویب

source: Last update
fa: آخرین به روز رسانی
