Repository: zhyf2901/pi
Catalog: usr/locale/*/validator.po
Languages: fa

source: Invalid type given. String expected
fa: نوع نامعتبر داده شده است. رشته انتظار می رود

source: The input is less than %min% characters long
fa: ورودی کمتر از%min% کاراکتر است

source: The input is more than %max% characters long
fa: ورودی بیش از%max% حرف است

source: Invalid type given. String, integer or float expected
fa: نوع نامعتبر داده شده است. رشته، عدد صحیح یا شناور انتظار می رود

source: The input does not match against pattern '%pattern%'
fa: ورودی در مقابل الگوی '%pattern%''مطابقت ندارد

source: There was an internal error while using the pattern '%pattern%'
fa: یک خطای داخلی وجود دارد در حالی که با استفاده از الگوی '%pattern%''

source: The input contains non-hexadecimal characters
fa: ورودی شامل کاراکتر های غیر هگزادسیمال

source: The input seems to contain an invalid checksum
fa: ورودی به نظر می رسد حاوی کنترلی نامعتبر است

source: The input must contain only digits
fa: ورودی باید تنها رقم داشته باشد

source: The input contains an invalid amount of digits
fa: ورودی شامل یک مقدار نامعتبر ارقام

source: The input is not from an allowed institute
fa: ورودی از یک موسسه مجاز نیست

source: The input seems to be an invalid credit card number
fa: به نظر می رسد ورودی به یک شماره کارت اعتباری نامعتبر

source: An exception has been raised while validating the input
fa: یک استثناء است در حالی که اعتبار ورودی مطرح شده است

source: Invalid type given
fa: نوع نامعتبر داده شده

source: Invalid type given. String or integer expected
fa: نوع نامعتبر داده شده است. عدد یا رشته انتظار می رود

source: The input is not a valid ISBN number
fa: ورودی یک شماره ISBN معتبر نیست

source: Value is required and can't be empty
fa: ارزش مورد نیاز است و نمی تواند خالی باشد

source: Invalid type given. String, integer, float, boolean or array expected
fa: نوع نامعتبر داده شده است. رشته، عدد صحیح، شناور، بولی و یا آرایه انتظار می رود

source: The input is not between '%min%' and '%max%', inclusively
fa: ورودی است بین '%min%' و '%max%' نیست، جامع

source: The input is not strictly between '%min%' and '%max%'
fa: ورودی است که به شدت بین '%min%' و '%max% نیست

source: The input does not appear to be a valid IP address
fa: ورودی به نظر نمی رسد به یک آدرس IP معتبر

source: Unknown country within the IBAN
fa: کشور ناشناخته در IBAN

source: Countries outside the Single Euro Payments Area (SEPA) are not supported
fa: کشورهای خارج از منطقه یورو تنها پرداخت (SEPA) پشتیبانی نمی شوند

source: The input has a false IBAN format
fa: ورودی دارای یک فرمت نادرست IBAN

source: The input has failed the IBAN check
fa: ورودی تا چک IBAN شکست خورده

source: The input is not a valid email address. Use the basic format local-part@hostname
fa: ورودی یک آدرس ایمیل معتبر نیست. با استفاده از فرمت local-part@hostname

source: '%hostname%' is not a valid hostname for the email address
fa: '%hostname%' است نام هاست معتبر برای آدرس ایمیل نمی

source: '%hostname%' does not appear to have any valid MX or A records for the email address
fa: '%hostname%' 'به نظر نمی رسد به هر گونه MX معتبر و یا مدارک برای آدرس ایمیل

source: '%hostname%' is not in a routable network segment. The email address should not be resolved from public network
fa: '%hostname%' است در یک بخش شبکه قابل دسترسی نیست. آدرس ایمیل باید از شبکه عمومی حل و فصل نشده

source: '%localPart%' is not a valid local part for the email address
fa: '%localPart%' تامین کننده' است که بخشی محلی معتبر برای آدرس ایمیل نمی

source: The input exceeds the allowed length
fa: ورودی بیش از طول مجاز

source: The input is an empty string
fa: ورودی یک رشته خالی است

source: The input is not valid
fa: ورودی معتبر نیست

source: An exception has been raised within the callback
fa: یک استثنا شده است در پاسخ به تماس مطرح

source: The input is not greater than '%min%'
fa: ورودی نمی باشد بزرگتر از '%min%'

source: The input is not greater or equal than '%min%'
fa: ورودی است بزرگتر یا مساوی از '%min%'

source: The two given tokens do not match
fa: دو نشانه داده شده مطابقت ندارند

source: No token was provided to match against
fa: بدون رمز برای مطابقت مقابل ارائه شد

source: The input is not an instance of '%className%'
fa: ورودی است یک نمونه از '%className%'

source: The input is not less than '%max%'
fa: ورودی کمتر از '%max%'

source: The input is not less or equal than '%max%'
fa: ورودی است و نه کمتر یا مساوی از '%max%'

source: The input is not a valid step
fa: ورودی است یک گام معتبر نیست

source: The input failed checksum validation
fa: ورودی شکست خورده اعتبار کنترلی

source: The input contains invalid characters
fa: ورودی حاوی نویسههای نامعتبر است

source: The input appears to be a DNS hostname but the given punycode notation cannot be decoded
fa: ورودی به نظر می رسد نام میزبان DNS اما نماد punycode داده شده می توانید رمزگشایی نمی شود

source: The input appears to be a DNS hostname but contains a dash in an invalid position
fa: ورودی به نظر می رسد نام میزبان DNS اما شامل یک خط تیره در موقعیت نامعتبر است

source: The input does not match the expected structure for a DNS hostname
fa: ورودی ساختار انتظار می رود برای یک نام میزبان DNS مطابقت ندارد

source: The input does not appear to be a valid local network name
fa: ورودی به نظر نمی رسد به یک نام شبکه محلی معتبر

source: The input does not appear to be a valid URI hostname
fa: ورودی به نظر نمی رسد به یک نام میزبان URI معتبر

source: The input appears to be an IP address, but IP addresses are not allowed
fa: ورودی به نظر می رسد یک آدرس IP، اما آدرس IP امکان پذیر نیست

source: The input appears to be a local network name but local network names are not allowed
fa: ورودی به نظر می رسد نام شبکه های محلی اما نام شبکه محلی امکان پذیر نیست

source: The input appears to be a DNS hostname but cannot extract TLD part
fa: ورودی به نظر می رسد نام میزبان DNS اما می تواند TLD بخش استخراج کنید

source: The input appears to be a DNS hostname but cannot match TLD against known list
fa: ورودی به نظر می رسد نام میزبان DNS اما می تواند TLD در برابر لیست شناخته شده مطابقت ندارد

source: The form submitted did not originate from the expected site
fa: فرم ارسال را از سایت انتظار سرچشمه نیست

source: Invalid value given. Scalar expected
fa: مقدار نامعتبر داده شده است. عددی انتظار می رود

source: The input was not found in the haystack
fa: ورودی در انبار کاه پیدا نشد

source: The input does not appear to be a valid Uri
fa: ورودی به نظر نمی رسد به یک یوری معتبر

source: Empty captcha value
fa: ارزش تصویر امنیتی خالی

source: Captcha ID field is missing
fa: رشته کد امنیتی ID از دست رفته است

source: Captcha value is wrong
fa: ارزش کد امنیتی اشتباه است

source: Invalid type given. String, integer, array or DateTime expected
fa: نوع نامعتبر داده شده است. رشته، عدد صحیح، آرایه و یا تاریخ ساعت انتظار می رود

source: The input does not appear to be a valid date
fa: ورودی به نظر نمی رسد به یک تاریخ معتبر

source: The input does not fit the date format '%format%'
fa: ورودی اختصاص فرمت تاریخ '%format%' باید باشد

source: File exists
fa: پرونده وجود دارد

source: Too many files, maximum '%max%' are allowed but '%count%' are given
fa: بیش از حد بسیاری از فایل، حداکثر،%max% 'اجازه ولی'٪ تعداد دفعات مشاهده شده٪ 'داده می شود

source: File does not match the given sha1 hashes
fa: فایل کند هش SHA1 داده شده مطابقت ندارد

source: A sha1 hash could not be evaluated for the given file
fa: هش SHA1 می تواند برای فایل داده شود مورد بررسی قرار

source: File is not readable or does not exist
fa: فایل قابل خواندن نیست یا وجود ندارد

source: File exceeds the defined ini size
fa: فایل بیش از اندازه های ini تعریف

source: File exceeds the defined form size
fa: فایل بیش از اندازه شکل تعریف شده

source: File was only partially uploaded
fa: بارگذاری پرونده درونریزی شد

source: File was not uploaded
fa: فایل آپلود نشد

source: No temporary directory was found for file
fa: بدون دایرکتوری موقت برای فایل پیدا شد

source: File can't be written
fa: فایل نمی تواند نوشته شود

source: A PHP extension returned an error while uploading the file
fa: پسوند PHP بازگشت خطا هنگام آپلود فایل

source: File was illegally uploaded. This could be a possible attack
fa: فایل به طور غیر قانونی ارسال شد. این ممکن است به حمله احتمالی

source: File was not found
fa: فایل یافت نشد

source: Unknown error while uploading file
fa: خطا مشخص نشده است در حالی که آپلود فایل

source: File does not match the given md5 hashes
fa: فایل کند هش MD5 داده شده مطابقت ندارد

source: An md5 hash could not be evaluated for the given file
fa: هش MD5 می تواند برای فایل داده شود مورد بررسی قرار

source: File does not match the given crc32 hashes
fa: فایل کند هش CRC32 داده شده مطابقت ندارد

source: A crc32 hash could not be evaluated for the given file
fa: هش CRC32 می تواند برای فایل داده شود مورد بررسی قرار

source: File has an incorrect mimetype of '%type%'
fa: فایل دارای یک نوعمایم نادرست ' %t YPE٪ '

source: The mimetype could not be detected from the file
fa: نوعمایم می تواند از فایل تشخیص داده نمی شود

source: File does not exist
fa: فایل وجود ندارد

source: File has an incorrect extension
fa: فایل پسوندی اشتباه

source: File '%value%' exceeds the defined ini size
fa: فایل '%value%' بیش از اندازه های ini تعریف

source: File '%value%' exceeds the defined form size
fa: فایل '%value%' بیش از اندازه شکل تعریف شده

source: File '%value%' was only partially uploaded
fa: فایل '%value%' تنها بخشی از آپلود شد

source: File '%value%' was not uploaded
fa: فایل '%value%' آپلود نشده است

source: No temporary directory was found for file '%value%'
fa: بدون دایرکتوری موقت برای فایل '%value%' پیدا شد

source: File '%value%' can't be written
fa: فایل '%value%' نمی تواند نوشته شود

source: A PHP extension returned an error while uploading the file '%value%'
fa: پسوند PHP بازگشت خطا هنگام آپلود فایل '%value%'

source: File '%value%' was illegally uploaded. This could be a possible attack
fa: فایل '%value%' به طور غیر قانونی ارسال شد. این ممکن است به حمله احتمالی

source: File '%value%' was not found
fa: فایل '%value%' پیدا نشد

source: Unknown error while uploading file '%value%'
fa: خطا مشخص نشده است در حالی که آپلود فایل '%value%'

source: Maximum allowed width for image should be '%maxwidth%' but '%width%' detected
fa: حداکثر عرض مجاز برای تصویر باید '٪ maxwidth٪' اما '%width%' تشخیص داده می شود

source: Minimum expected width for image should be '%minwidth%' but '%width%' detected
fa: حداقل عرض مورد انتظار برای تصویر باید'%minwidth%' اما '%width%' تشخیص داده می شود

source: Maximum allowed height for image should be '%maxheight%' but '%height%' detected
fa: حداکثر ارتفاع مجاز برای تصویر باید '٪ بیشترین ارتفاع٪' اما '%height%' تشخیص داده می شود

source: Minimum expected height for image should be '%minheight%' but '%height%' detected
fa: حداقل ارتفاع مورد انتظار برای تصویر باید '%minheight%' اما '%height%' تشخیص داده می شود

source: The size of image could not be detected
fa: اندازه تصویر نمی توان کشف کرد

source: All files in sum should have a maximum size of '%max%' but '%size%' were detected
fa: همه فایل ها در مجموع باید حداکثر اندازه '%max%' اما '%size%'' دارند شناسایی شد

source: All files in sum should have a minimum size of '%min%' but '%size%' were detected
fa: همه فایل ها در مجموع باید به اندازه حداقل از '%min%' اما '%size%'' دارند شناسایی شد

source: One or more files can not be read
fa: یک یا چند فایل نمی تواند بخواند

source: Too many words, maximum '%max%' are allowed but '%count%' were counted
fa: بیش از حد بسیاری از واژه ها، حداکثر،%max% 'اجازه ولی'٪ تعداد دفعات مشاهده شده٪ 'شمارش شد

source: File does not match the given hashes
fa: فایل کند هش داده شده مطابقت ندارد

source: A hash could not be evaluated for the given file
fa: هش می تواند برای فایل داده شود مورد بررسی قرار

source: File is no image, '%type%' detected
fa: فایل تصویر است، '%type%' شناسایی

source: File is not compressed, '%type%' detected
fa: فایل، فشرده نیست، '%type%'شناسایی

source: Maximum allowed size for file is '%max%' but '%size%' detected
fa: حداکثر اندازه مجاز برای فایل '%max%' اما '%size%' است شناسایی

source: Minimum expected size for file is '%min%' but '%size%' detected
fa: حداقل اندازه مورد انتظار برای فایل '%min%' اما '%size%' است شناسایی

source: The input contains characters which are non alphabetic and no digits
fa: ورودی شامل شخصیت های که رقم غیر الفبایی و می

source: The input contains non alphabetic characters
fa: ورودی شامل کاراکتر غیر الفبایی

source: The input does not appear to be a postal code
fa: ورودی به نظر نمی رسد که یک کد پستی

source: The input does not match a phone number format
fa: ورودی یک فرمت شماره تلفن مطابقت ندارد

source: The country provided is currently unsupported
fa: این کشور ارائه شده است در حال حاضر پشتیبانی نشده

source: The input does not appear to be a valid datetime
fa: ورودی به نظر نمی رسد به یک حسگر ناحیه رنگی یک معتبر

source: The input does not appear to be an integer
fa: ورودی به نظر نمی رسد به یک عدد صحیح

source: The input does not appear to be a float
fa: ورودی به نظر نمی رسد به یک شناور

source: The input is not a valid sitemap changefreq
fa: ورودی است changefreq نقشه سایت معتبر نیست

source: The input is not a valid sitemap lastmod
fa: ورودی است lastmod نقشه سایت معتبر نیست

source: The input is not a valid sitemap location
fa: ورودی یک محل نقشه سایت معتبر نیست

source: The input is not a valid sitemap priority
fa: ورودی است یک اولویت نقشه سایت معتبر نیست

source: Invalid type given. Numeric string, integer or float expected
fa: نوع نامعتبر داده شده است. رشته عددی، عدد صحیح یا شناور انتظار می رود

source: No record matching the input was found
fa: هیچ سابقه تطبیق ورودی مشخص شد

source: A record matching the input was found
fa: سابقه تطبیق ورودی مشخص شد
